Repository: misteu/VocabularyTraining
Catalog: VocabularyTrainer/Localizable/*.lproj/Localizable.strings
Languages: hi, nl, pt_br

source: Your Languages
hi: आपकी भाषाएं
nl: Jou talen
pt_br: Seus idiomas

# Currently there are no languages
source: Currently there are no languages. You may add new languages via the button below.
hi: वर्तमान में कोई भाषा नहीं हैं। आप नीचे दिए गए बटन के माध्यम से नई भाषाएं जोड़ सकते हैं।
nl: Er zijn op het moment geen talen. Je kan nieuwe talen toevoegen via de knop hieronder.
pt_br: Atualmente não há idiomas. Você pode adicionar um novo idioma no botão abaixo.

# Currently there are no words
source: Currently there are no words. You may add new word via the button below.
hi: वर्तमान में कोई शब्द नहीं हैं। आप नीचे दिए गए बटन के माध्यम से नया शब्द जोड़ सकते हैं।
pt_br: Atualmente não há palavras. Você pode adicionar uma nova palavra no botão abaixo.

source: Language
hi: भाषा
nl: Taal
pt_br: Idioma

# languageExists
source: Language already exists
pt_br: Idioma já existe

source: ➕ Add language
hi: ➕ भाषा जोड़ें
nl: ➕ Taal toevoegen
pt_br: ➕ Adicionar idioma

source: Add new language
hi: नई भाषा जोड़ें
nl: Nieuwe taal toevoegen
pt_br: Adicionar novo idioma

# whichLanguage
source: Name of language
hi: कौनसी भाषा?
nl: Naam van taal
pt_br: Idioma

source: Add
hi: जोड़ें
nl: Toevoegen
pt_br: Adicionar

source: ↤ Back
hi: ↤ पीछे
nl: ↤ Terug
pt_br: ↤ Voltar

source: %d words
hi: %d शब्दों
nl: %d woorden
pt_br: %d palavras

source: %d word
hi: %d शब्द
nl: %d woord
pt_br: %d palavra

source: 0 words
hi: 0 शब्दों
nl: 0 woorden
pt_br: 0 palavras

# My words
source: ⚙️ Edit
nl: ⚙️ Bewerken
pt_br: ⚙️ Editar

source: new word
hi: नया शब्द
nl: nieuw woord
pt_br: nova palavra

source: Translation
hi: अनुवाद
nl: Vertaling
pt_br: Tradução

source: Training
hi: 📖 प्रशिक्षण
pt_br: 📖 Treinar

source: 🗑 Delete Language
hi: 🗑 भाषा हटाएं
nl: 🗑 Taal verwijderen
pt_br: 🗑 Excluir idioma

# export
source: 💾 export language
nl: 💾 Taal exporteren
pt_br: 💾 exportar idioma

source: New word
hi: नया शब्द
nl: Nieuw woord
pt_br: Nova palavra

source: Add new word
hi: नया शब्द जोड़ें
nl: Nieuw woord toevoegen
pt_br: Adicionar nova palavra

source: No words inside 🕵️‍♀️
hi: अंदर कोई शब्द नहीं 🕵️‍♀️
nl: Geen woorden gevonden 🕵️‍♀️
pt_br: Sem palavras adicionadas 🕵️‍♀️

source: Delete %@
hi: हटाएं %@
nl: Verwijder %@
pt_br: Deletar %@

source: Deleting this language will delete all your saved words and your learning progress. You can export/import all languages via the main screen. Do you want to proceed?
hi: इस भाषा को हटाने से आपके सभी सहेजे गए शब्द और आपकी प्रगति मिट जाएगी। आप main screen के माध्यम से सभी भाषाओं को export/import कर सकते हैं। क्या आप आगे बढ़ना चाहते हैं?
nl: Het verwijderen van deze taal verwijderd ook je opgeslagen woorden en voortgang. Je kan alle talen importeren en exporteren via het hoofdscherm. Wil je verdergaan?
pt_br: Deletando esse idioma, você irá deletar todas as palavras salvas e o seu progresso de aprendizado. Você gostaria de continuar?

source: Cancel
nl: Annuleer
pt_br: Cancelar

source: 🗑 Delete
hi: 🗑 हटाएं
nl: 🗑 Verwijder
pt_br: 🗑 Deletar

source: New word added
hi: नया शब्द जोड़ा गया
nl: Nieuw woord toegevoegd
pt_br: Nova palavra adicionada

source: Change word`s probability
hi: शब्द की प्रायिकता बदलें
nl: Verander frequentie van woord
pt_br: Alterar probabilidade da palavra aparecer

source: Change word`s probability value. Higher value means higher probability for the word to appear. New words start with a value of 100.
hi: शब्द का प्रायिकता मान बदलें। उच्च मूल्य का अर्थ है शब्द के प्रकट होने की उच्च संभावना। नए शब्द 100 से शुरू होते हैं।
nl: Verander frequentie van woord. Een hogere waarde betekend een hogere ferquentie van verschijning. Nieuwe woorden starten met een waarde 100.
pt_br: Alterar a probabilidade da palavra aparecer. Valores maiores significa que há maior probabilidade da palavra aparecer. Novas palavras começam com o valor 100.

source: 🛠 Edit:
nl: 🛠 Aanpassen:
pt_br: 🛠 Editar:

source: Export successful:
hi: Export सफल:
nl: Exporteren gelukt:
pt_br: Exportado com sucesso:

source: Exported the following languages:
hi: निम्नलिखित भाषाओं का export हुआ:
nl: De volgende talen zijn geexporteerd:
pt_br: Exportado os seguintes idiomas:

source: You may copy your language file to your machine via iTunes. Goto: iPhone->Filesharing->Flippy->drag %@.csv to a folder of your choice.
hi: आप अपनी भाषा फ़ाइल को iTunes के माध्यम से अपनी मशीन पर कॉपी कर सकते हैं। प्रति: iPhone->Filesharing->Flippy->अपनी पसंद के फ़ोल्डर में %@.csv ले।
nl: Je kan je taal bestand kopeeren naar je apparaat via iTunes. Ga naar: iPhone->Filesharing->Flippy->drag %@.csv naar de gewensde folder.
pt_br: Você pode copiar o arquivo de idiomas para o seu computador pelo iTunes. Acesse: iPhone->Compartilhamento de Arquivos->Flippy->arraste %@.csv para uma pasta da sua preferência

source: You may copy your file to your machine via iTunes: iPhone->Filesharing->Flippy->drag csv-files into Finder
hi: आप अपनी फ़ाइल को iTunes के माध्यम से अपनी मशीन में कॉपी कर सकते हैं:iPhone में-> Filesharing-> Flippy-> csv-files को Finder में ले
nl: Je kan je taal bestand kopeeren naar je apparaat via iTunes: iPhone->Filesharing->Flippy->drag csv-files naar Finder
pt_br: Você pode copiar o arquivo para o seu computador pelo iTunes. Acesse: iPhone->Compartilhamento de Arquivos->Flippy->arraste csv-files para o Finder

source: ⤋ import
nl: ⤋ importeren
pt_br: ⤋ importar

source: ⇪ export
nl: ⇪ exporteren
pt_br: ⇪ exportar

source: Answer
hi: उत्तर
nl: Antwoord
pt_br: Resposta

source: Check
hi: जांच
nl: Controleer
pt_br: Confirmar

# takeLook
source: Take a look
pt_br: Espiar

# skip
source: Skip word
pt_br: Pular palavra

source: search for words
hi: शब्द खोजें
nl: Zoeken naar woorden
pt_br: buscar palavras

source: Existing languages on your device with the same name as the csv-file you try to import will be overwritten. Do you want to proceed?
hi: आपके device पर उसी नाम वाली मौजूदा भाषाएं, जिसका नाम आप जिस csv file import करने का प्रयास करते हैं, उसे अधिलेखित कर दिया जाएगा। क्या आप आगे बढ़ना चाहते हैं?
nl: Bestaande talen op je apparaat met dezelfde naam als het csv-file worden overschreven. Is dit oke?
pt_br: Os idiomas existentes no seu aparelho caso possuam o mesmo nome que os arquivos csv-file a serem importados serão sobrescritos. Você gostaria de continuar?

# emptyMessage
source: There were not found any language files for your app. For a template of a language file you may create a new language with some vocabulary inside this app and export it.
hi: आपके ऐप के लिए कोई भाषा फ़ाइल नहीं मिली। किसी भाषा फ़ाइल के template के लिए आप इस app के अंदर कुछ शब्दावली एक नई भाषा बना सकते हैं और इसे export कर सकते हैं।
nl: Geen bestanden met talen gevonden voor deze app. Om een template te creeren, kan je een nieuwe taal aanmaken en exporteren.
pt_br: Não foi encontrado qualquer arquivo de idioma para o seu app. Para ter o modelo do arquivo de idioma, você terá que criar um novo idioma com algumas palavras adicionadas dentro do app e exportar.

source: No language files found
hi: कोई भाषा फ़ाइल नहीं मिली
nl: Geen taalbestand geselecteerd
pt_br: Nenhum arquivo de idioma foi encontrado

# Swipe left to edit word (edit its probability or delete it)
source: ℹ️ Swipe a word to the left to edit it. Words with longer red bars are more likely to be shown in training.
hi: ℹ️ शब्द edit करने के लिए बाएं स्वाइप करें (इसकी प्रायिकता edit करें या इसे हटा दें)
nl: ℹ️ Swipe een woord naar links om te bewerken. Woorden met een langere balk komen vaker voor in de training.
pt_br: ℹ️ Arraste a palavra para a esquerda para editar. Palavras que estejam com uma barra vermelha maior, terá uma probabilidade maior de aparecer durante a prática.

# ℹ️ Add new words with the button below
source: ℹ️ Add new words via the button below.
hi: ℹ️ नीचे दिए गए बटन से नए शब्द जोड़ें।
nl: ℹ️ Voeg nieuwe woorden toe met de knop hieronder.
pt_br: ℹ️ Adicione novas palavras pelo botão abaixo.

source: Importing language files
nl: Taal bestanden importeren
pt_br: Importando arquivos de idiomas

source: Close
nl: Afsluiten
pt_br: Fechar

source: About Flippy App
hi: Flippy App के बारे में
nl: Over Flippy App
pt_br: Sobre o Flippy

source: No language selected
nl: Geen taal geselecteerd
pt_br: Nenhum idioma selecionado

source: Please select a language to export first.
hi: कृपया पहले export करने के लिए एक भाषा चुनें।
nl: Selecteer een taal om te exporteren alsjeblieft.
pt_br: Por favor, selecione um idioma primeiro para exportar.

source: Please wait...
hi: कृपया प्रतीक्षा करें...
nl: Even wachten...
pt_br: Por favor, aguarde...

source: ✏️ Edit word
hi: ✏️ वर्ड एडिट करें
nl: ✏️ Woord aanpassen
pt_br: ✏️ Editar palavra

source: Your progress and probability configuration for this word will be saved
hi: इस शब्द के लिए आपकी प्रगति और profile configuration सहेजा जाएगा
nl: Je voortgang en frequentie voor dit woord worden opgeslagen
pt_br: Seu progresso e configuração de probabilidade para essa palavra não será alterado com essa mudança

# wrongAnswer
source: That's wrong
pt_br: Errado

# rightAnswer
source: That's right!
pt_br: Acertou!

# home_header_title
source: My Languages
pt_br: Meus Idiomas

# home_practice_button_title
source: Practice
hi: प्रशिक्षण
pt_br: Praticar

# home_edit_button_title
source: Edit
pt_br: Editar

# home_import_button_title
source: Import
pt_br: Importar

# home_export_button_title
source: Export
pt_br: Exportar

source: Next word
hi: अगला शब्द
nl: Volgende woord
pt_br: Próxima palavra

# emptyLanguage
source: You don't have any languages to practice, yet! Tap the + button to start your learning journey.
nl: Je hebt nog geen talen om te oefenen! Tik op de + knop om aan je leerreis te beginnen.
pt_br: Você não tem nenhum idioma para praticar, ainda! Toque no botão + para começar sua jornada de aprendizado.

# emptyWord
source: You don't have any words to practice, yet! Tap the edit button to add new words.
nl: Je hebt nog geen woorden om te oefenen! Tik op de bewerk-knop om nieuwe woorden toe te voegen.
pt_br: Você não tem nenhuma palavra para praticar, ainda! Toque no botão editar para adicionar novas palavras.

source: Added Language
pt_br: Idioma adicionado

# alert_import_language_existing_message
source: You already have a language called %@. This will be overwritten when importing. Are you sure you want to proceed?
pt_br: Você já tem um idioma chamado %@. Isso será sobrescrito ao importar. Você tem certeza que quer prosseguir?

# alert_import_language_existing_title
source: Already existing
pt_br: Já existente
