Repository: misteu/VocabularyTraining
Catalog: VocabularyTrainer/Model/*.lproj/Localizable.strings
Languages: de

source: Your Languages
de: Deine Sprachen

source: Currently there are no languages
de: Es wurden bisher keine Sprachen gespeichert. Mit dem Button unten kannst du neue Sprachen hinzufügen.

source: Add language
de: ➕ Sprache hinzufügen

source: Add new language
de: Neue Sprache hinzufügen

source: which language?
de: Name der Sprache

source: Add
de: ➕ Hinzufügen

source: < Back
de: ↤ Zurück

source: %d words
de: %d Wörter

source: %d word
de: %d Wort

source: 0 words
de: 0 Wörter

source: My words
de: ⚙️ Bearbeiten

source: new word
de: neues Wort

source: translation
de: Übersetzung

source: Delete Language
de: 🗑 Löschen

source: export
de: 💾 Sprachdatei exportieren

source: New word
de: Neues Wort

source: Add new word
de: Neues Wort hinzufügen

source: No words inside 🕵️‍♀️
de: Keine Wörter vorhanden 🕵️‍♀️

source: Delete %@
de: %@ löschen

source: Deleting this language will delete all your saved words and your learning progress. Do you want to proceed?
de: Wenn du diese Sprache löschst werden alle gespeicherten Wörter und dein Fortschritte dieser Sprache gelöscht. Du kannst alle Sprachen im Hauptbildschirm exportieren/importieren. Willst du die Sprache wirklich löschen?

source: Cancel
de: Abbrechen

source: Delete
de: 🗑 Löschen

source: New word added
de: Neues Wort hinzugefügt

source: Change word`s probability
de: Wortwahrscheinlichkeit ändern

source: Change word`s probability value. Higher value -> higher probability for word to appear. New words start with 100.
de: Ändere die Wortwahrscheinlichkeit. Je höher der Wert, desto wahrscheinlicher wird das Wort beim Training gezogen. Neue Wörter starten mit einem Wert von 100.

source: Edit:
de: 🛠 Bearbeiten:

source: Export successful:
de: Export erfolgreich:

source: Exported the following languages:
de: Folgende Sprachdateien wurden erfolgreich exportiert:

source: You may copy your file to your machine via iTunes: iPhone->Filesharing->Flippy->drag %@.csv into Finder
de: Du kannst dein exportiertes Vokabular mittels iTunes auf deinen Computer kopieren. Öffne dazu in iTunes: iPhone->Dateifreigabe->Flippy->ziehe %@.csv in einen Ordner deiner Wahl.

source: You may copy your file to your machine via iTunes: iPhone->Filesharing->Flippy->drag csv-files into Finder
de: Du kannst dein exportiertes Vokabular mittels iTunes auf deinen Computer kopieren. Öffne dazu in iTunes: iPhone->Dateifreigabe->Flippy->ziehe die csv-Dateien in einen Ordner deiner Wahl auf deinem PC oder Mac.

source: ⤵ import
de: ⤋ importieren

source: ↑ export
de: ⇪ exportieren

source: answer
de: Antwort

source: Check
de: Prüfen

source: Take a look
de: Umdrehen

source: Skip word
de: Wort überspringen

source: search for words
de: Wort suchen

source: Importing language files into the app will overwrite any languages in your app with the same name as the csv-file. Do you want to proceed?
de: Auf dem iPhone vorhandene Sprachen mit gleichem Namen wie die zu importierenden csv-Dateien werden beim Importieren überschrieben. Willst du die csv-Dateien wirklich importieren?

source: There were not found any language files for your app. For a template of a language file you may create a new language with some vocabulary inside this app and export it.
de: Es konnten keine Sprachdateien für die App gefunden werden. Um eine Vorlage für eine Sprachdatei zu erhalten, erstelle eine neue Sprache in der App und exportiere diese.

source: No language files found
de: Keine Sprachdateien gefunden

source: Swipe left to edit word (edit its probability or delete it)
de: Wort nach links wischen um es zu bearbeiten. Je länger die rote Anzeige unter dem Wort ist, desto wahrscheinlicher wird es beim Training gezogen.

source: ℹ️ Add new words with the button below
de: ℹ️ Füge über den Button unten neue Wörter hinzu.

source: Importing language files
de: Sprachdateien importieren

source: Close
de: Schließen

source: About Flippy App
de: Über Flippy App

source: No language selected
de: Keine Sprache ausgewählt

source: Please select a language to export first.
de: Bitte wähle zuerst eine Sprache aus.

source: Please wait...
de: Bitte warten...

source: Edit word
de: ✏️ Wort bearbeiten

source: Your progress and probability configuration for this word will be saved
de: Ihre Fortschritts- und Wahrscheinlichkeitskonfiguration für dieses Wort wird gespeichert
